---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfPerFt
source: html/d4490afd-699c-3cac-bcb2-e06540665ce2.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfPerFt Property

Symbol lbf/ft, indicating unit Pounds force per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfPerFt { get; }
```